{
  "category": "進路",
  "totalQuestions": 100,
  "questions": [
    {
      "id": "career_001",
      "question": "将来の夢が見つからなくて不安です。どうすればいいですか？",
      "suggestedAnswer": "将来の夢が見つからないのは自然なことです。まず自分の興味や得意なことを整理してみましょう。色々な職業について調べたり、実際に働いている人の話を聞いてみることも良いですね。焦らず、少しずつ自分の可能性を探していきましょう。",
      "keywords": ["将来", "夢", "不安", "進路"],
      "difficulty": "medium",
      "responseType": {
        "normal": "将来の夢について一緒に考えてみましょう。まず、あなたの興味や得意なことから探してみませんか？",
        "detailed": "将来の夢が見つからないのは珍しいことではありません。多くの人が同じ悩みを持っています。まず、自分の興味関心を整理してみることから始めましょう。好きなこと、得意なこと、価値観を明確にすることで、将来の方向性が見えてくることがあります。また、様々な職業について調べたり、実際に働いている人の話を聞くことで、新しい発見があるかもしれません。",
        "quick": "興味や得意なことから一緒に探してみましょう！",
        "encouraging": "大丈夫です！あなたには必ず素晴らしい未来が待っています。一緒に可能性を探していきましょう。"
      },
      "isActive": true,
      "createdAt": "2024-06-30T00:00:00.000Z"
    },
    {
      "id": "career_002", 
      "question": "文系と理系、どちらを選ぶべきか迷っています。",
      "suggestedAnswer": "文系・理系の選択は重要な決断ですね。まず、あなたの興味や得意科目を振り返ってみましょう。また、将来やりたい仕事があるかどうかも考慮要素の一つです。どちらを選んでも後から変更できる道もあるので、現在の気持ちを大切にして決めてみてください。",
      "keywords": ["文系", "理系", "選択", "迷い"],
      "difficulty": "medium",
      "responseType": {
        "normal": "文系・理系の選択について一緒に考えてみましょう。あなたの興味や得意なことは何ですか？",
        "detailed": "文系・理系の選択は確かに重要な決断です。まず、現在の成績や興味のある科目を整理してみましょう。数学や理科が得意で興味があるなら理系、国語や社会科が得意で興味があるなら文系という基本的な考え方もありますが、最近は文理融合の分野も増えています。将来の職業との関連性も考慮しつつ、現在のあなたの気持ちを大切にして決めることが重要です。",
        "quick": "興味のある科目と将来やりたいことから考えてみよう！",
        "encouraging": "どちらを選んでも、あなたなら必ず頑張れます！今の気持ちを信じて決めてくださいね。"
      },
      "isActive": true,
      "createdAt": "2024-06-30T00:00:00.000Z"
    },
    {
      "id": "career_003",
      "question": "大学に行くべきか、専門学校にするか迷っています。",
      "suggestedAnswer": "大学と専門学校にはそれぞれ異なる特徴があります。大学は幅広い知識と教養を身につけられ、専門学校は特定の技能を深く学べます。将来の目標や学習スタイルに合わせて選択することが大切です。情報収集をしっかり行って、自分に合った道を見つけましょう。",
      "keywords": ["大学", "専門学校", "進路選択"],
      "difficulty": "medium",
      "responseType": {
        "normal": "大学と専門学校の特徴を比較して、あなたに合った選択を考えてみましょう。",
        "detailed": "大学と専門学校の選択は、将来の目標によって決まることが多いです。大学では幅広い分野を学び、研究能力や論理的思考力を身につけることができます。一方、専門学校では特定の分野に特化した実践的なスキルを集中して学べます。就職に直結する技能を身につけたいなら専門学校、より幅広い知識と可能性を探りたいなら大学という考え方もできます。オープンキャンパスに参加したり、卒業生の話を聞いたりして、しっかりと情報収集をしましょう。",
        "quick": "将来の目標に合わせて選択しよう！情報収集が大切です。",
        "encouraging": "どちらを選んでも、あなたの努力次第で素晴らしい未来が待っています！"
      },
      "isActive": true,
      "createdAt": "2024-06-30T00:00:00.000Z"
    }
  ]
}