{
  "category": "人間関係",
  "totalQuestions": 100,
  "questions": [
    {
      "id": "relationship_001",
      "question": "友達との関係がうまくいきません。どうすればいいですか？",
      "suggestedAnswer": "友達との関係で悩むのは誰にでもあることです。まず、相手の立場に立って考えてみることが大切です。自分の気持ちを素直に伝えつつ、相手の話もしっかりと聞きましょう。誤解がある場合は、話し合いで解決できることも多いです。時には距離を置くことも必要かもしれません。",
      "keywords": ["友達", "人間関係", "コミュニケーション"],
      "difficulty": "medium",
      "responseType": {
        "normal": "友達関係について一緒に考えてみましょう。相手の気持ちを理解することから始めてみませんか？",
        "detailed": "友達との関係がうまくいかない時は、まず何が問題なのかを整理してみましょう。意見の違い、誤解、価値観の相違など、様々な原因が考えられます。大切なのは、相手の立場に立って物事を考える姿勢です。自分の気持ちを一方的に押し付けるのではなく、相手の話にも耳を傾けましょう。コミュニケーションを大切にし、お互いを理解し合う努力をすることで、多くの問題は解決できます。しかし、時には価値観が合わず、距離を置くことが最善の場合もあることを理解しておきましょう。",
        "quick": "相手の立場で考える→話し合う→お互いを理解する！",
        "encouraging": "あなたの優しい心があれば、きっと良い友達関係を築けますよ！"
      },
      "isActive": true,
      "createdAt": "2024-06-30T00:00:00.000Z"
    },
    {
      "id": "relationship_002",
      "question": "クラスで孤立している気がします。新しい友達を作るにはどうすればいいですか？",
      "suggestedAnswer": "新しい環境で友達を作るのは勇気がいることですね。まず、自分から挨拶をすることから始めてみましょう。共通の話題を見つけたり、クラスの活動に積極的に参加したりすることで、自然な交流が生まれます。焦らず、少しずつ関係を築いていくことが大切です。",
      "keywords": ["孤立", "友達作り", "クラス"],
      "difficulty": "medium",
      "responseType": {
        "normal": "新しい友達作りについて一緒に考えてみましょう。小さな一歩から始めてみませんか？",
        "detailed": "クラスで孤立していると感じるのは辛いことですが、多くの人が経験することでもあります。友達作りは焦らず、自然体で進めることが大切です。まず、自分から積極的に挨拶をすることから始めましょう。笑顔で「おはよう」と声をかけるだけでも、相手に良い印象を与えることができます。また、共通の趣味や興味を持つ人を見つけることも効果的です。クラスの活動やグループワークに積極的に参加し、自然な形で交流の機会を作りましょう。一度に多くの人と仲良くなろうとせず、一人ずつ丁寧に関係を築いていくことが重要です。",
        "quick": "挨拶から始めて→共通点を見つけて→少しずつ関係を築こう！",
        "encouraging": "あなたの素晴らしい個性を分かってくれる友達が必ず現れます！勇気を出して一歩踏み出してみてくださいね。"
      },
      "isActive": true,
      "createdAt": "2024-06-30T00:00:00.000Z"
    },
    {
      "id": "relationship_003",
      "question": "先輩や目上の人とのコミュニケーションが苦手です。",
      "suggestedAnswer": "目上の人とのコミュニケーションは最初は緊張するものです。基本的な礼儀やマナーを心がけ、相手を尊重する気持ちを持つことが大切です。話を聞く姿勢を大切にし、分からないことは素直に質問しましょう。相手も同じ人間なので、誠実な態度で接すれば必ず理解してもらえます。",
      "keywords": ["先輩", "目上", "コミュニケーション", "マナー"],
      "difficulty": "medium",
      "responseType": {
        "normal": "目上の人とのコミュニケーションについて一緒に考えてみましょう。礼儀と誠実さが大切です。",
        "detailed": "目上の人とのコミュニケーションが苦手なのは自然なことです。まず、基本的な礼儀とマナーを身につけることから始めましょう。挨拶はしっかりと、話を聞く時は相手の目を見て、相づちを打ちながら聞くことが大切です。分からないことや教えてもらいたいことがある時は、遠慮せずに素直に質問しましょう。相手を尊重し、感謝の気持ちを言葉で表現することも重要です。緊張するのは当然ですが、相手も同じ人間であることを忘れず、誠実な態度で接すれば、きっと良い関係を築けるはずです。経験を積むことで、だんだんと自然にコミュニケーションが取れるようになります。",
        "quick": "礼儀正しく→話をよく聞いて→素直に質問しよう！",
        "encouraging": "あなたの誠実な気持ちは必ず相手に伝わります！自信を持ってコミュニケーションを取ってくださいね。"
      },
      "isActive": true,
      "createdAt": "2024-06-30T00:00:00.000Z"
    }
  ]
}