{
  "category": "学習",
  "totalQuestions": 100,
  "questions": [
    {
      "id": "study_001",
      "question": "勉強のやる気が出ません。どうすればいいですか？",
      "suggestedAnswer": "勉強のやる気が出ないのは誰にでもあることです。まず小さな目標を設定して、達成感を味わうことから始めてみましょう。勉強環境を整えたり、好きな音楽を聴きながら勉強したりするのも効果的です。無理をせず、自分のペースで続けることが大切です。",
      "keywords": ["やる気", "勉強", "モチベーション"],
      "difficulty": "easy",
      "responseType": {
        "normal": "勉強のやる気を出す方法を一緒に考えてみましょう。小さな目標から始めてみませんか？",
        "detailed": "勉強のやる気が出ないのは多くの学生が経験することです。まず、なぜやる気が出ないのか原因を探ってみましょう。目標が大きすぎる、勉強方法が合わない、疲れているなど様々な理由があります。小さくて達成しやすい目標を設定し、それをクリアする達成感を積み重ねることで、徐々にやる気を回復させることができます。また、勉強環境を変える、時間を決める、好きなことと組み合わせるなどの工夫も効果的です。",
        "quick": "小さな目標設定と達成感が鍵！環境を変えてみよう。",
        "encouraging": "大丈夫！やる気は必ず戻ってきます。あなたなら絶対にできますよ！"
      },
      "isActive": true,
      "createdAt": "2024-06-30T00:00:00.000Z"
    },
    {
      "id": "study_002",
      "question": "数学が苦手で困っています。どうやって勉強すればいいですか？",
      "suggestedAnswer": "数学は積み重ねの科目なので、基礎から確実に理解することが重要です。わからない部分は恥ずかしがらずに質問し、基本的な計算を繰り返し練習しましょう。公式を暗記するだけでなく、なぜその公式が成り立つのかを理解することも大切です。",
      "keywords": ["数学", "苦手", "勉強方法"],
      "difficulty": "medium",
      "responseType": {
        "normal": "数学の勉強方法について一緒に考えてみましょう。基礎からしっかり積み上げていくことが大切です。",
        "detailed": "数学が苦手な場合、まず現在のつまずいている部分を特定することが重要です。数学は積み重ねの科目なので、基礎的な部分で理解不足があると、その後の内容も理解できなくなります。基本的な計算力を身につけるため、毎日少しずつでも計算練習を続けましょう。公式は単純に暗記するのではなく、どのような考え方から導かれるのかを理解することで、応用問題にも対応できるようになります。わからないことは積極的に質問し、一人で悩まないことも大切です。",
        "quick": "基礎固め→計算練習→公式理解の順で進めよう！",
        "encouraging": "数学は努力すれば必ず伸びる科目です！一歩ずつ確実に進んでいきましょう。"
      },
      "isActive": true,
      "createdAt": "2024-06-30T00:00:00.000Z"
    },
    {
      "id": "study_003",
      "question": "テスト前になるといつも緊張してしまいます。",
      "suggestedAnswer": "テスト前の緊張は自然な反応です。事前の準備をしっかりと行い、十分な睡眠を取ることで緊張を軽減できます。深呼吸やリラックス法を練習したり、ポジティブな言葉を自分に言い聞かせたりすることも効果的です。緊張は準備不足から来ることが多いので、計画的な学習を心がけましょう。",
      "keywords": ["テスト", "緊張", "不安"],
      "difficulty": "easy",
      "responseType": {
        "normal": "テスト前の緊張対策について一緒に考えてみましょう。準備と心の準備が大切です。",
        "detailed": "テスト前の緊張は多くの学生が経験する自然な反応です。適度な緊張は集中力を高める効果もありますが、過度な緊張は実力発揮の妨げになります。緊張を軽減するには、まず十分な準備をすることが最も効果的です。勉強計画を立てて着実に進め、テスト前には余裕を持って復習できるようにしましょう。また、規則正しい生活習慣、十分な睡眠、適度な運動も重要です。テスト当日は深呼吸やリラックス法を活用し、「今まで頑張ってきたから大丈夫」という前向きな気持ちを持つことが大切です。",
        "quick": "準備をしっかり→深呼吸→ポジティブ思考で乗り切ろう！",
        "encouraging": "準備してきたあなたなら絶対に大丈夫！自信を持ってテストに臨んでくださいね。"
      },
      "isActive": true,
      "createdAt": "2024-06-30T00:00:00.000Z"
    }
  ]
}